Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 어댑터 미연결
ar: المحول غير متصل
cs: Adaptér není připojen
da: Strømforsyning ikke tilsluttet
de: Netzteil nicht angeschlossen
el: Το τροφοδοτικό δεν είναι συνδεδεμένο
en: Adapter Not Connected
es: Adaptador no conectado
fi: Virtalähdettä ei ole liitetty
fr: Adaptateur non connecté
he: המתאם אינו מחובר
hi: एडाप्टर कनेक्ट नहीं है
hu: Adapter nincs csatlakoztatva
id: Adaptor Tidak Terhubung
it: Alimentatore non collegato
ja: アダプタ未接続
nb: Strømadapter ikke tilkoblet
nl: Lichtnetadapter niet aangesloten
pl: Zasilacz niepodłączony
pt_br: Adaptador Não Conectado
pt_pt: Adaptador não ligado
ro: Adaptor neconectat
ru: Адаптер не подключен
sv: Strömadapter inte ansluten
th: ไม่ได้เชื่อมต่ออะแดปเตอร์
tr: Adaptör Bağlı Değil
uk: Адаптер не під'єднано
vi: Chưa kết nối bộ tiếp hợp
zh_hans: 未连接电源适配器
zh_hant: 未連接電源轉接器

source: 어댑터 전력
ar: طاقة المحول
cs: Výkon adaptéru
da: Adaptereffekt
de: Netzteil-Leistung
el: Ισχύς προσαρμογέα
en: Adapter Power
es: Potencia del adaptador
fi: Muuntajan teho
fr: Puissance de l’adaptateur
he: הספק מתאם
hi: अडैप्टर पावर
hu: Adapter teljesítmény
id: Daya Adaptor
it: Potenza alimentatore
ja: アダプタ電力
nb: Adaptereffekt
nl: Adaptervermogen
pl: Moc zasilacza
pt_br: Potência do Adaptador
pt_pt: Potência do Adaptador
ro: Putere adaptor
ru: Мощность адаптера
sv: Adaptereffekt
th: กำลังไฟอะแดปเตอร์
tr: Adaptör Gücü
uk: Потужність адаптера
vi: Công suất bộ sạc
zh_hans: 适配器功率
zh_hant: 充電器功率

source: 언어
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
en: Language
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: 업데이트 앱 번들을 찾을 수 없습니다.
ar: تعذر العثور على حزمة تطبيق التحديث.
cs: Nelze najít balíček aktualizované aplikace.
da: Kunne ikke finde opdateringsapp-pakken.
de: Update-App-Bundle konnte nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση της δέσμης εφαρμογής ενημέρωσης.
en: Could not find update app bundle.
es: No se pudo encontrar el paquete de la aplicación de actualización.
fi: Päivityksen sovelluspakettia ei löytynyt.
fr: Impossible de trouver le paquet de l'application de mise à jour.
he: לא ניתן למצוא את חבילת אפליקציית העדכון.
hi: अपडेट ऐप बंडल नहीं मिला।
hu: Nem található a frissítési alkalmazáscsomag.
id: Tidak dapat menemukan bundel aplikasi pembaruan.
it: Impossibile trovare il pacchetto dell'applicazione di aggiornamento.
ja: アップデート用のアプリバンドルが見つかりませんでした。
nb: Kunne ikke finne oppdateringspakken for appen.
nl: Kon app-bundel voor update niet vinden.
pl: Nie można znaleźć pakietu aplikacji aktualizacji.
pt_br: Não foi possível encontrar o pacote do aplicativo de atualização.
pt_pt: Não foi possível encontrar o pacote da aplicação de atualização.
ro: Nu s-a putut găsi pachetul aplicației de actualizare.
ru: Не удалось найти пакет обновления приложения.
sv: Kunde inte hitta app-paketet för uppdatering.
th: ไม่พบบันเดิลแอปสำหรับการอัปเดต
tr: Güncelleme uygulama paketi bulunamadı.
uk: Не вдалося знайти пакет оновлення програми.
vi: Không tìm thấy gói ứng dụng cập nhật.
zh_hans: 找不到更新应用程序包。
zh_hant: 找不到更新應用程式套件。

source: 업데이트 처리 중 오류: %@
ar: حدث خطأ أثناء معالجة التحديث: %@
cs: Chyba při zpracování aktualizace: %@
da: Fejl under behandling af opdatering: %@
de: Fehler bei der Update-Verarbeitung: %@
el: Σφάλμα κατά την επεξεργασία της ενημέρωσης: %@
en: Error during update processing: %@
es: Error durante el procesamiento de la actualización: %@
fi: Virhe päivityksen käsittelyssä: %@
fr: Erreur lors du traitement de la mise à jour : %@
he: שגיאה במהלך עיבוד העדכון: %@
hi: अपडेट प्रोसेसिंग के दौरान त्रुटि: %@
hu: Hiba a frissítés feldolgozása közben: %@
id: Kesalahan saat memproses pembaruan: %@
it: Errore durante l'elaborazione dell'aggiornamento: %@
ja: アップデート処理中のエラー: %@
nb: Feil under behandling av oppdatering: %@
nl: Fout tijdens verwerken van update: %@
pl: Błąd podczas przetwarzania aktualizacji: %@
pt_br: Erro durante o processamento da atualização: %@
pt_pt: Erro durante o processamento da atualização: %@
ro: Eroare în timpul procesării actualizării: %@
ru: Ошибка при обработке обновления: %@
sv: Fel vid bearbetning av uppdatering: %@
th: เกิดข้อผิดพลาดระหว่างประมวลผลการอัปเดต: %@
tr: Güncelleme işleme sırasında hata: %@
uk: Помилка під час обробки оновлення: %@
vi: Lỗi trong khi xử lý cập nhật: %@
zh_hans: 处理更新时发生错误: %@
zh_hant: 處理更新時發生錯誤: %@

source: 업데이트 확인
ar: التحقق من وجود تحديثات
cs: Vyhledat aktualizace
da: Søg efter opdateringer
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
en: Check for Updates
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
he: חפש עדכונים
hi: अपडेट की जाँच करें
hu: Frissítések keresése
id: Periksa Pembaruan
it: Verifica aggiornamenti
ja: アップデートを確認
nb: Se etter oppdateringer
nl: Zoek naar updates
pl: Sprawdź uaktualnienia
pt_br: Verificar Atualizações
pt_pt: Procurar atualizações
ro: Caută actualizări
ru: Проверить наличие обновлений
sv: Leta efter uppdateringar
th: ตรวจสอบหารายการอัปเดต
tr: Güncellemeleri Denetle
uk: Перевірити наявність оновлень
vi: Kiểm tra bản cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: 업데이트 확인 중 오류 발생
ar: حدث خطأ أثناء البحث عن تحديثات
cs: Při kontrole aktualizací došlo k chybě
da: Der opstod en fejl under søgning efter opdateringer
de: Fehler beim Suchen nach Updates aufgetreten
el: Παρουσιάστηκε σφάλμα κατά τον έλεγχο για ενημερώσεις
en: Error occurred while checking for updates
es: Se produjo un error al buscar actualizaciones
fi: Virhe päivityksiä tarkistettaessa
fr: Une erreur s'est produite lors de la recherche de mises à jour
he: אירעה שגיאה בעת בדיקת עדכונים
hi: अपडेट की जाँच करते समय त्रुटि हुई
hu: Hiba történt a frissítések keresése közben
id: Terjadi kesalahan saat memeriksa pembaruan
it: Si è verificato un errore durante la verifica degli aggiornamenti
ja: アップデート確認中にエラーが発生しました
nb: Det oppsto en feil under søk etter oppdateringer
nl: Fout opgetreden bij het controleren op updates
pl: Wystąpił błąd podczas sprawdzania uaktualnień
pt_br: Ocorreu um erro ao verificar atualizações
pt_pt: Ocorreu um erro ao procurar atualizações
ro: A apărut o eroare la căutarea actualizărilor
ru: Ошибка при проверке обновлений
sv: Ett fel uppstod vid sökning efter uppdateringar
th: เกิดข้อผิดพลาดขณะตรวจสอบการอัปเดต
tr: Güncellemeler denetlenirken hata oluştu
uk: Сталася помилка під час перевірки оновлень
vi: Đã xảy ra lỗi khi kiểm tra bản cập nhật
zh_hans: 检查更新时发生错误
zh_hant: 檢查更新時發生錯誤

source: 연결 중…
ar: جارٍ الاتصال…
cs: Připojování…
da: Opretter forbindelse…
de: Verbindung wird hergestellt…
el: Σύνδεση…
en: Connecting…
es: Conectando…
fi: Yhdistetään…
fr: Connexion en cours…
he: מתחבר…
hi: कनेक्ट हो रहा है…
hu: Kapcsolódás…
id: Menghubungkan…
it: Connessione in corso…
ja: 接続中…
nb: Kobler til…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
pt_pt: A ligar…
ro: Se conectează…
ru: Подключение…
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: З'єднання…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: 예: 출근 전 완충, 야간 충전 제한
ar: مثال: شحن كامل قبل الذهاب للعمل، حد الشحن ليلاً
cs: Např. plné nabití před cestou do práce, noční limit nabíjení
da: F.eks. fuld opladning før arbejde, natlig opladningsgrænse
de: z. B. Voll aufladen vor der Arbeit, nächtliches Ladelimit
el: π.χ. Πλήρης φόρτιση πριν τη δουλειά, όριο νυχτερινής φόρτισης
en: e.g., Full charge before commute, Night charge limit
es: Ej.: carga completa antes del trabajo, límite de carga nocturna
fi: Esim. täysi lataus ennen töitä, yölatauksen raja
fr: Ex. : Recharge complète avant le départ, limite de charge nocturne
he: לדוגמה: טעינה מלאה לפני היציאה לעבודה, מגבלת טעינה לילית
hi: उदा. काम पर जाने से पहले पूर्ण चार्ज, रात में चार्ज सीमा
hu: pl. Teljes töltés indulás előtt, éjszakai töltési korlát
id: Contoh: Isi penuh sebelum berangkat kerja, batas pengisian malam hari
it: Es.: Carica completa prima del lavoro, limite di carica notturna
ja: 例: 出勤前のフル充電、夜間の充電制限
nb: f.eks. fullading før jobb, nattlig ladebegrensning
nl: bijv. Volledig opladen voor vertrek, nachtelijke oplaadlimiet
pl: np. pełne naładowanie przed pracą, nocny limit ładowania
pt_br: Ex.: Carga total antes de sair, limite de carga noturna
pt_pt: Ex.: Carga total antes de sair, limite de carregamento noturno
ro: Ex.: Încărcare completă înainte de plecare, limită de noapte
ru: Например: полная зарядка перед работой, ночной лимит зарядки
sv: t.ex. full laddning före jobbet, nattlig laddningsgräns
th: เช่น ชาร์จเต็มก่อนไปทำงาน, จำกัดการชาร์จตอนกลางคืน
tr: Örn: İşe gitmeden önce tam şarj, gece şarj sınırı
uk: наприклад, повне заряджання перед роботою, нічний ліміт
vi: Ví dụ: Sạc đầy trước khi đi làm, giới hạn sạc ban đêm
zh_hans: 例如: 上班前充满，夜间充电限制
zh_hant: 例如: 上班前充滿，夜間充電限制

source: 예상 남은 시간 약 %@
ar: يتبقى حوالي %@
cs: Zbývá přibližně %@
da: Cirka %@ tilbage
de: Noch etwa %@
el: Απομένουν περίπου %@
en: About %@ remaining
es: Aproximadamente %@ restante
fi: Noin %@ jäljellä
fr: Environ %@ restant
he: נותרו כ-%@
hi: लगभग %@ शेष
hu: Kb. %@ van hátra
id: Sekitar %@ tersisa
it: Circa %@ rimanenti
ja: 残り約%@
nb: Omtrent %@ igjen
nl: Nog ongeveer %@
pl: Pozostało około %@
pt_br: Cerca de %@ restantes
pt_pt: Cerca de %@ restantes
ro: Aproximativ %@ rămase
ru: Осталось около %@
sv: Cirka %@ kvar
th: เหลืออีกประมาณ %@
tr: Yaklaşık %@ kaldı
uk: Залишилося приблизно %@
vi: Còn khoảng %@
zh_hans: 约剩余 %@
zh_hant: 約剩餘 %@

source: 예상 완료: 약 %@ 후
ar: الوقت المتوقع للاكتمال: بعد حوالي %@
cs: Předpokládané dokončení: přibližně za %@
da: Forventet færdig: om ca. %@
de: Voraussichtlicher Abschluss: in ca. %@
el: Εκτιμώμενη ολοκλήρωση: σε περίπου %@
en: Estimated Completion: In about %@
es: Finalización estimada: en aprox. %@
fi: Arvioitu valmistuminen: noin %@ kuluttua
fr: Fin estimée : dans environ %@
he: סיום משוער: בעוד כ-%@
hi: अनुमानित पूर्णता: लगभग %@ में
hu: Várható befejezés: kb. %@ múlva
id: Perkiraan Selesai: Dalam sekitar %@
it: Completamento stimato: tra circa %@
ja: 完了予定: 約%@後
nb: Beregnet fullført: om ca. %@
nl: Geschatte voltooiing: over ca. %@
pl: Szacowany czas ukończenia: za około %@
pt_br: Conclusão Estimada: Em cerca de %@
pt_pt: Conclusão prevista: Em cerca de %@
ro: Finalizare estimată: În aproximativ %@
ru: Ожидаемое завершение: примерно через %@
sv: Beräknas klart: om ca %@
th: เสร็จสิ้นโดยประมาณ: ในอีกประมาณ %@
tr: Tahmini Tamamlanma: Yaklaşık %@ içinde
uk: Орієнтовне завершення: приблизно через %@
vi: Dự kiến hoàn tất: Sau khoảng %@
zh_hans: 预计完成: 约 %@ 后
zh_hant: 預計完成: 約 %@ 後

source: 예약 실행 완료 시 알림
ar: إشعار عند اكتمال المهمة المجدولة
cs: Upozornit při dokončení naplánované úlohy
da: Giv besked, når den planlagte opgave er udført
de: Benachrichtigen, wenn geplante Aufgabe abgeschlossen ist
el: Ειδοποίηση κατά την ολοκλήρωση της προγραμματισμένης εργασίας
en: Notify when scheduled task completes
es: Notificar al completar la tarea programada
fi: Ilmoita, kun ajastettu tehtävä valmistuu
fr: Notifier lorsque la tâche programmée est terminée
he: הודע כאשר המשימה המתוזמנת מסתיימת
hi: शेड्यूल किया गया कार्य पूरा होने पर सूचित करें
hu: Értesítés az ütemezett feladat befejezésekor
id: Beri tahu saat tugas terjadwal selesai
it: Notifica al completamento dell'attività programmata
ja: スケジュール実行完了時に通知
nb: Varsle når planlagt oppgave er fullført
nl: Melden wanneer geplande taak is voltooid
pl: Powiadom po zakończeniu zaplanowanego zadania
pt_br: Notificar quando a tarefa agendada for concluída
pt_pt: Notificar quando a tarefa agendada estiver concluída
ro: Notifică la finalizarea sarcinii programate
ru: Уведомлять о завершении запланированной задачи
sv: Avisera när det schemalagda arbetet är klart
th: แจ้งเตือนเมื่อทำงานตามกำหนดเวลาเสร็จสิ้น
tr: Planlanan görev tamamlandığında bildir
uk: Сповіщати про завершення запланованого завдання
vi: Thông báo khi tác vụ theo lịch hoàn tất
zh_hans: 预约任务执行完成时通知
zh_hant: 預約任務執行完成時通知

source: 예약 일정 수정
ar: تعديل الجدول
cs: Upravit plán
da: Rediger tidsplan
de: Zeitplan bearbeiten
el: Επεξεργασία προγράμματος
en: Edit Schedule
es: Editar programación
fi: Muokkaa aikataulua
fr: Modifier la programmation
he: ערוך לוח זמנים
hi: शेड्यूल संपादित करें
hu: Ütemezés szerkesztése
id: Edit Jadwal
it: Modifica programmazione
ja: 予約スケジュールを編集
nb: Rediger tidsplan
nl: Schema bewerken
pl: Edytuj harmonogram
pt_br: Editar Agendamento
pt_pt: Editar agendamento
ro: Editare programare
ru: Изменить расписание
sv: Redigera schema
th: แก้ไขกำหนดเวลา
tr: Programı Düzenle
uk: Редагувати розклад
vi: Sửa lịch trình
zh_hans: 修改预约计划
zh_hant: 修改預約排程

source: 예약 충전
ar: الشحن المجدول
cs: Plánované nabíjení
da: Planlagt opladning
de: Geplantes Laden
el: Προγραμματισμένη φόρτιση
en: Scheduled Charging
es: Carga programada
fi: Ajastettu lataus
fr: Recharge programmée
he: טעינה מתוזמנת
hi: शेड्यूल की गई चार्जिंग
hu: Ütemezett töltés
id: Pengisian Daya Terjadwal
it: Ricarica programmata
ja: 充電予約
nb: Planlagt lading
nl: Gepland opladen
pl: Zaplanowane ładowanie
pt_br: Recarga Agendada
pt_pt: Carregamento agendado
ro: Încărcare programată
ru: Зарядка по расписанию
sv: Schemalagd laddning
th: การชาร์จตามกำหนดเวลา
tr: Planlanmış Şarj
uk: Заряджання за розкладом
vi: Sạc theo lịch trình
zh_hans: 预约充电
zh_hant: 預約充電

source: 예약 충전 실행 이력
ar: سجل تنفيذ الشحن المجدول
cs: Historie spuštění plánovaného nabíjení
da: Udførelseshistorik for planlagt opladning
de: Verlauf des geplanten Ladens
el: Ιστορικό εκτέλεσης προγραμματισμένης φόρτισης
en: Scheduled Charging History
es: Historial de carga programada
fi: Ajastetun latauksen suoritushistoria
fr: Historique des recharges programmées
he: היסטוריית ביצוע טעינה מתוזמנת
hi: शेड्यूल की गई चार्जिंग का इतिहास
hu: Ütemezett töltések előzményei
id: Riwayat Eksekusi Pengisian Daya Terjadwal
it: Cronologia ricarica programmata
ja: 充電予約の実行履歴
nb: Utførelseslogg for planlagt lading
nl: Geschiedenis van gepland opladen
pl: Historia zaplanowanego ładowania
pt_br: Histórico de Recargas Agendadas
pt_pt: Histórico de carregamentos agendados
ro: Istoricul încărcărilor programate
ru: История запланированных зарядок
sv: Körningshistorik för schemalagd laddning
th: ประวัติการชาร์จตามกำหนดเวลา
tr: Planlanmış Şarj Yürütme Geçmişi
uk: Історія заряджань за розкладом
vi: Lịch sử sạc theo lịch trình
zh_hans: 预约充电执行历史
zh_hant: 預約充電執行歷史

source: 예약 충전 실행됨
ar: تم تشغيل الشحن المجدول
cs: Plánované nabíjení bylo spuštěno
da: Planlagt opladning udløst
de: Geplantes Laden ausgelöst
el: Η προγραμματισμένη φόρτιση ενεργοποιήθηκε
en: Scheduled Charge Triggered
es: Carga programada activada
fi: Ajastettu lataus käynnistetty
fr: Recharge programmée déclenchée
he: טעינה מתוזמנת הופעלה
hi: शेड्यूल की गई चार्जिंग शुरू हुई
hu: Ütemezett töltés elindult
id: Pengisian Terjadwal Dipicu
it: Ricarica programmata attivata
ja: 充電予約を実行しました
nb: Planlagt lading utløst
nl: Gepland opladen geactiveerd
pl: Uruchomiono zaplanowane ładowanie
pt_br: Recarga Agendada Acionada
pt_pt: Carregamento agendado acionado
ro: Încărcarea programată a fost declanșată
ru: Зарядка по расписанию запущена
sv: Schemalagd laddning utlöst
th: การชาร์จตามกำหนดเวลาเริ่มทำงานแล้ว
tr: Planlanmış Şarj Tetiklendi
uk: Заряджання за розкладом запущено
vi: Đã kích hoạt sạc theo lịch trình
zh_hans: 已触发预约充电
zh_hant: 已觸發預約充電

source: 예약 충전: %@
ar: الشحن المجدول: %@
cs: Plánované nabíjení: %@
da: Planlagt opladning: %@
de: Geplantes Laden: %@
el: Προγραμματισμένη φόρτιση: %@
en: Scheduled Charge: %@
es: Carga programada: %@
fi: Ajastettu lataus: %@
fr: Recharge programmée : %@
he: טעינה מתוזמנת: %@
hi: शेड्यूल की गई चार्जिंग: %@
hu: Ütemezett töltés: %@
id: Pengisian Terjadwal: %@
it: Ricarica programmata: %@
ja: 充電予約: %@
nb: Planlagt lading: %@
nl: Gepland opladen: %@
pl: Zaplanowane ładowanie: %@
pt_br: Recarga Agendada: %@
pt_pt: Carregamento agendado: %@
ro: Încărcare programată: %@
ru: Зарядка по расписанию: %@
sv: Schemalagd laddning: %@
th: การชาร์จตามกำหนดเวลา: %@
tr: Planlanmış Şarj: %@
uk: Заряджання за розкладом: %@
vi: Sạc theo lịch: %@
zh_hans: 预约充电: %@
zh_hant: 預約充電: %@

source: 오류
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
en: Error
es: Error
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: 완전 삭제 및 앱 종료
ar: إلغاء التثبيت وإنهاء التطبيق
cs: Odinstalovat a ukončit
da: Afinstaller og afslut
de: Deinstallieren und beenden
el: Απεγκατάσταση και έξοδος
en: Uninstall and Quit
es: Desinstalar y salir
fi: Poista asennus ja lopeta
fr: Désinstaller et quitter
he: הסר התקנה וצא
hi: अनइंस्टॉल करें और बाहर निकलें
hu: Eltávolítás és kilépés
id: Copot Pemasangan dan Keluar
it: Disinstalla ed esci
ja: 完全削除して終了
nb: Avinstaller og avslutt
nl: Verwijderen en stoppen
pl: Odinstaluj i zakończ
pt_br: Desinstalar e Encerrar
pt_pt: Desinstalar e encerrar
ro: Dezinstalare și ieșire
ru: Удалить и выйти
sv: Avinstallera och avsluta
th: ถอนการติดตั้งและออกจากแอป
tr: Kaldır ve Çık
uk: Видалити та вийти
vi: Gỡ cài đặt và thoát
zh_hans: 完全卸载并退出
zh_hant: 完全解除安裝並結束

source: 완충 시작 여부 (false는 취소)
ar: Start Top Up (false to cancel)
cs: Start Top Up (false to cancel)
da: Start Top Up (false to cancel)
de: Vollständiges Laden starten (false zum Abbrechen)
el: Start Top Up (false to cancel)
en: Start Top Up (false to cancel)
es: Iniciar carga completa (false para cancelar)
fi: Start Top Up (false to cancel)
fr: Démarrer la recharge complète (false pour annuler)
he: Start Top Up (false to cancel)
hi: Start Top Up (false to cancel)
hu: Start Top Up (false to cancel)
id: Start Top Up (false to cancel)
it: Start Top Up (false to cancel)
ja: フル充電開始 (falseでキャンセル)
nb: Start Top Up (false to cancel)
nl: Start Top Up (false to cancel)
pl: Start Top Up (false to cancel)
pt_br: Start Top Up (false to cancel)
pt_pt: Start Top Up (false to cancel)
ro: Start Top Up (false to cancel)
ru: Start Top Up (false to cancel)
sv: Start Top Up (false to cancel)
th: Start Top Up (false to cancel)
tr: Start Top Up (false to cancel)
uk: Start Top Up (false to cancel)
vi: Start Top Up (false to cancel)
zh_hans: 开始完全充电 (false 表示取消)
zh_hant: 開始完全充電 (false 表示取消)

source: 완충 완료 (어댑터 전원 구동)
ar: اكتمل الشحن الكامل (طاقة المحول)
cs: Plně nabito (napájení z adaptéru)
da: Fuldt opladet (strømforsyning)
de: Vollständig geladen (Netzteilbetrieb)
el: Πλήρης φόρτιση (τροφοδοσία από προσαρμογέα)
en: Top-Up Complete (Adapter Power)
es: Carga completa (alimentación por adaptador)
fi: Täyteen ladattu (virtalähdekäyttö)
fr: Recharge terminée (alimentation secteur)
he: טעינה הושלמה (מופעל ממתאם)
hi: पूर्ण चार्ज (एडाप्टर पावर)
hu: Teljesen feltöltve (adapteres tápellátás)
id: Pengisian Penuh Selesai (Daya Adaptor)
it: Carica completata (alimentazione da adattatore)
ja: フル充電完了（アダプタ電源駆動）
nb: Fulladet (strømadapter)
nl: Volledig opgeladen (lichtnetvoeding)
pl: Pełne naładowanie (zasilanie z zasilacza)
pt_br: Carga Completa (Alimentação por Adaptador)
pt_pt: Carga completa (alimentação por adaptador)
ro: Încărcare completă (alimentare adaptor)
ru: Зарядка завершена (питание от адаптера)
sv: Fullt laddad (strömadapter)
th: ชาร์จเต็มแล้ว (ใช้พลังงานจากอะแดปเตอร์)
tr: Tam Şarj Edildi (Adaptör Gücü)
uk: Повністю заряджено (живлення від адаптера)
vi: Đã sạc đầy (Nguồn bộ tiếp hợp)
zh_hans: 充满完成 (电源适配器供电)
zh_hant: 充滿完成 (電源轉接器供電)

source: 완충 후 %lld시간이 지나 기존 충전 제한으로 복귀했습니다.
ar: بعد %lld ساعة من اكتمال الشحن، تمت استعادة حد الشحن المعتاد.
cs: %lld hodin po plném nabití byl obnoven obvyklý limit nabíjení.
da: %lld timer efter fuld opladning er den normale opladningsgrænse gendannet.
de: %lld Stunden nach dem Vollladen wurde die übliche Ladegrenze wiederhergestellt.
el: %lld ώρες μετά την πλήρη φόρτιση, το συνηθισμένο όριο φόρτισης αποκαταστάθηκε.
en: %lld hours after reaching full charge, your usual charge limit has been restored.
es: %lld horas después de la carga completa, se ha restaurado el límite de carga habitual.
fi: %lld tuntia täyteen lataamisen jälkeen tavallinen latausraja palautettiin.
fr: %lld heures après la charge complète, la limite de charge habituelle a été rétablie.
he: %lld שעות לאחר טעינה מלאה, מגבלת הטעינה הרגילה שוחזרה.
hi: पूरा चार्ज होने के %lld घंटे बाद सामान्य चार्ज सीमा बहाल कर दी गई।
hu: A teljes töltés után %lld órával visszaállt a megszokott töltési korlát.
id: %lld jam setelah terisi penuh, batas pengisian biasa telah dipulihkan.
it: %lld ore dopo la carica completa, il limite di carica abituale è stato ripristinato.
ja: 満充電から%lld時間が経過したため、元の充電上限に戻しました。
nb: %lld timer etter full lading er den vanlige ladegrensen gjenopprettet.
nl: %lld uur na het volladen is de gebruikelijke laadlimiet hersteld.
pl: %lld godz. po pełnym naładowaniu przywrócono zwykły limit ładowania.
pt_br: %lld horas após a carga completa, o limite de carga habitual foi restaurado.
pt_pt: %lld horas após a carga completa, o limite de carga habitual foi reposto.
ro: La %lld ore după încărcarea completă, limita obișnuită de încărcare a fost restabilită.
ru: Через %lld ч после полной зарядки восстановлен обычный предел заряда.
sv: %lld timmar efter fulladdning har den vanliga laddgränsen återställts.
th: หลังจากชาร์จเต็มแล้ว %lld ชั่วโมง ระบบได้กลับไปใช้ขีดจำกัดการชาร์จเดิม
tr: Tam doluluktan %lld saat sonra normal şarj sınırına dönüldü.
uk: Через %lld год після повного заряду відновлено звичайний ліміт заряду.
vi: Sau %lld giờ kể từ khi sạc đầy, giới hạn sạc thường ngày đã được khôi phục.
zh_hans: 充满后已过 %lld 小时，已恢复原有充电上限。
zh_hant: 充滿後已過 %lld 小時，已恢復原有充電上限。

source: 완충까지 남은 시간
ar: الوقت حتى الاكتمال
cs: Čas do plného nabití
da: Tid til fuldt opladet
de: Zeit bis voll
el: Χρόνος μέχρι την πλήρη φόρτιση
en: Time to Full
es: Tiempo hasta carga completa
fi: Aika täyteen lataukseen
fr: Temps jusqu'à charge pleine
he: זמן לטעינה מלאה
hi: पूर्ण होने में समय
hu: Teljes töltöttségig hátralévő idő
id: Waktu Hingga Penuh
it: Tempo alla ricarica completa
ja: フル充電までの時間
nb: Tid til fulladet
nl: Tijd tot vol
pl: Czas do pełna
pt_br: Tempo até carga completa
pt_pt: Tempo até carga completa
ro: Timp până la încărcare completă
ru: Время до полной зарядки
sv: Tid till fulladdad
th: เวลาจนกว่าจะเต็ม
tr: Tam Doluma Kalan Süre
uk: Час до повного заряджання
vi: Thời gian đến khi đầy
zh_hans: 充满剩余时间
zh_hant: 充滿剩餘時間

source: 완충까지 약 %@ 남음
ar: حوالي %@ حتى الاكتمال
cs: Cca %@ do plného nabití
da: Ca. %@ til fuldt opladet
de: Noch ca. %@ bis voll
el: Περίπου %@ μέχρι την πλήρη φόρτιση
en: About %@ until full
es: Aprox. %@ hasta carga completa
fi: Noin %@ täyteen
fr: Environ %@ avant charge pleine
he: כ-%@ לטעינה מלאה
hi: पूर्ण होने में लगभग %@
hu: Kb. %@ a teljes töltöttségig
id: Sekitar %@ hingga penuh
it: Circa %@ alla carica completa
ja: フル充電まで約%@
nb: Ca. %@ til fulladet
nl: Nog ca. %@ tot vol
pl: Ok. %@ do pełna
pt_br: Cerca de %@ até carregar
pt_pt: Cerca de %@ até carregar
ro: Aproximativ %@ până la plin
ru: Около %@ до полной зарядки
sv: Cirka %@ kvar till fulladdad
th: อีกประมาณ %@ จะเต็ม
tr: Tam doluma yaklaşık %@
uk: Близько %@ до повного заряджання
vi: Khoảng %@ là đầy
zh_hans: 距离充满约剩余 %@
zh_hant: 距離充滿約剩餘 %@
